// *++
//
// Copyright (c) 2004 - 2009, Intel Corporation
// All rights reserved. This program and the accompanying materials
// are licensed and made available under the terms and conditions of the BSD License
// which accompanies this distribution.  The full text of the license may be found at
// http://opensource.org/licenses/bsd-license.php
//
// THE PROGRAM IS DISTRIBUTED UNDER THE BSD LICENSE ON AN "AS IS" BASIS,
// WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED.
//
// Module Name:
//
//   PciDevsMonitorStr.uni
//
// Abstract:
//
//   String definitions.
//
// --*/

/=#

#langdef en-US "English"

#string STR_EQUIPMENT_MONITOR_STRING                  #language en-US  "Equipment monitor"
#string STR_LAST_STRING                               #language en-US  ""
#string STR_SAVE_CONF                                 #language en-US  "Save configuration"
#string STR_SAVE_CONF_OK                              #language en-US  "Configuration saved successfully.	"

#string STR_SAVE_CONF_ERR                             #language en-US  "Error while storing configuration!"
													  
#string STR_LOAD_CONF_ERR                             #language en-US  "Error while loading configuration."
													  
#string STR_PCI_LIST_ERR                              #language en-US  "Error while obtaining PCI devices list."
													  
#string STR_PCI_DEVS_MONITOR_ERR                      #language en-US  "Error! Pci devices monitor error!"
													  
#string STR_PCI_DEV_ABSENCE_ERR                       #language en-US  "Error! Pci device not found!"
													  
#string STR_MONITORING_MODE                           #language en-US  "Monitoring mode"

#string STR_MODE_CHECK_PRESENCE_FROM_LIST             #language en-US  "Checking for presence in the list"
													  
#string STR_MODE_CHECK_PRESENCE_FROM_LIST_HLP         #language en-US  "Checking for presence in the list"
													  
#string STR_MODE_CHECK_ABSENCE_FROM_LIST              #language en-US  "Checking for absence in the list"
													  
#string STR_MODE_CHECK_ABSENCE_FROM_LIST_HLP          #language en-US  "Checking for absence in the list"
													  
#string STR_ASK_FOR_INIT_STORAGE_EMPTY                #language en-US  "Perform storage initialization? (Y/N)"
													  
#string STR_ERR_DATA_STORE                     	      #language en-US "Error while saving data"

